---
kind: enumMember
id: F:Autodesk.Revit.DB.FamilySizeTableErrorType.FileNotFound
enum: Autodesk.Revit.DB.FamilySizeTableErrorType
source: html/daca2b01-2286-87d3-ada3-621c792b2cf4.htm
---
# Autodesk.Revit.DB.FamilySizeTableErrorType.FileNotFound

The FamilySize Table CSV file was not found.